Repository: keitaroinc/ckanext-edsmetadata
Catalog: ckanext/edsmetadata/i18n/*/LC_MESSAGES/ckanext-edsmetadata.po
Languages: da_dk

source: Unauthorized to edit this resource
da_dk: Brugeren har ikke rettigheder til at redigere denne ressource

source: Resource not found
da_dk: Ressource ikke fundet

source: Unauthorized to update dataset
da_dk: Brugeren har ikke rettigheder til at opdatere datasættet

source: The dataset {id} could not be found.
da_dk: Datasættet {id} kunne ikke findes

source: You must add at least one data resource
da_dk: Du skal tilføje mindst én data ressource

source: Error
da_dk: Fejl

source: Unauthorized to create a resource
da_dk: Brugeren har ikke rettigheder til at oprette en ressource

source: Unauthorized to create a resource for this package
da_dk: Brugeren har ikke rettigheder til at oprette en ressource for denne (package)

source: Name of attribute
da_dk: Attribut navn

source: e.g. SysImbSurplus
da_dk: f.eks. sysImbSurPlus

source: Name of field
da_dk: Feltets navn

source: Description
da_dk: Beskrivelse

source: Some useful notes about the data
da_dk: Beskrivelse af dataene

source: Comment
da_dk: Kommentar

source: Example
da_dk: Eksempel

source: eg. 386
da_dk: f.eks. 386

source: Format as a regular expression
da_dk: Format som et regulært udtryk

source: eg. /d{4}
da_dk: f.eks. /d{4}

source: Size
da_dk: Størrelse

source: eg. 4
da_dk: f.eks. 4

source: eg. INTEGER
da_dk: f.eks. INTEGER

source: Unit
da_dk: Enhed

source: eg. kWh
da_dk: F.eks. kWh

source: Validation rules
da_dk: Valideringsregler

source: eg. >= 0, NOT NULL
da_dk: F.eks. >= 0, NOT NULL

source: Unit - conditional required field, e.g. measurements will always be required to have a Unit specified, whereas dates and texts doesn’t.
da_dk: Enhed - betinget nødvendigt felt, idet f.eks. målinger skal have en enhed, hvor tekst og dato ikke skal.

source: Additional Information
da_dk: Yderligere information

source: Field
da_dk: Felt

source: Value
da_dk: Værdi

source: Last updated
da_dk: Sidst opdateret

source: unknown
da_dk: Ukendt

source: Additional Info
da_dk: Yderligere info

source: Update frequency
da_dk: Opdateringsfrekvens

source: Resolution
da_dk: Opløsning

source: Metadata language
da_dk: Metadata sprog

source: Source
da_dk: Kilde

source: Author
da_dk: Forfatter

source: Maintainer
da_dk: Vedligeholdes af

source: State
da_dk: Tilstand

source: Dataset created on
da_dk: Dato for oprettelse

source: Links to
da_dk: Linker til

source: Resource Attributes
da_dk: Ressource attributter

source: Title of dataset
da_dk: Datasæt titel

source: <text>, supposed to be unique on EDS
da_dk: <text>, skal være unik på EDS

source: eg. my-dataset
da_dk: f.eks. mit-datasæt

source: Description (notes)
da_dk: Bekskrivelse (notater)

source: <text>, short description
da_dk: <text>, kort beskrivelse

source: <text>, Any pertinent comment that is not part of the Description, e.g. “settlement method ‘Flex’ wasn’t an option in the Danish market before 2017-07-01”
da_dk: <text>, kommentarer der ikke hører til i beskrivelsen, f.eks. omkring sammenhæng i data

source: License
da_dk: Licens

source: License definitions and additional information can be found at
da_dk: Licens defintioner og yderligere information kan findes her

source: opendefinition.org
da_dk: opendifinition.org

source: Duration of one measurement. One hour = PT1H, Daily = P1D or PT24H, in general PnYnMnDTnHnMnS. ISO8601
da_dk: Varighed af en måling. én time = PT1H, Dag = P1D or PT24H, generelt PnYnMnDTnHnMnS. ISO8601

source: Update Frequency
da_dk: Opdateringsfrekvens

source: Same format as Resolution. How often is new data uploaded. If new data is uploaded as soon as they are measured (real-time) this value is the same as resolution
da_dk: Samme format som opløsning. Hvor tit bliver nye data uploaded? Hvis nye data uploades så snart de måles (realtid), så er denne værdi den samme som opløsning

source: eg. economy, mental health, government
da_dk: Information om opløsning på engelsk, f.eks. hour, muncipality

source: Organization
da_dk: Organisation

source: No organization
da_dk: Ingen organisation

source: Visibility
da_dk: Synlighed

source: Private
da_dk: Privat

source: Public
da_dk: Offentlig

source: Active
da_dk: Aktiv

source: Deleted
da_dk: Slettet

source: Author Email
da_dk: Forfatter E-mail

source: joe@example.com
da_dk: Joe@example.dk

source: Name of resource
da_dk: Navn på ressource

source: eg. January 2011 Gold Prices
da_dk: f.eks. samme navn som datasæt

source: eg. CSV, XML or JSON
da_dk: f.eks. CSV, XMl elelr JSON

source: This will be guessed automatically. Leave blank if you wish
da_dk: Automatisk, kan efterlades blank

source: New Attribute
da_dk: Ny attribut
